 [
  {
    "text": "On ne peut rien contre l’amour. Celui qui lutte contre l’amour est semblable à celui qui veut assécher la mer.",
    "author": "Mariama Bâ"
  },
  {
    "text": "Quand nos regards se sont croisés la première fois je reconnais j’en fus troublé, sans voix. Je suis resté à t’écouter timidement, me parler mais jamais je ne pouvais imaginer qu’aujourd’hui on serait là, toujours là, toi et moi.",
    "author": "Pierre Adams"
  },
  {
    "text": "Je reste persuadée de l’inévitable et nécessaire complémentarité de l’homme et de la femme. L’amour, si imparfait soit-il dans son contenu et son expression, demeure le joint naturel entre ces deux êtres.",
    "author": "Mariama Bâ"
  },
  {
    "text": "Un cœur à fleur de peau ne souffre pas, mon ami. Que l’on traduise en mots les soubresauts de jadis. Ça m’écorche la bouche, me froisse les pupilles, me hérisse c’est louche.",
    "author": "Mayra Andrade"
  },
  {
    "text": "Je m’imagine que tu es là. Il y a le soleil. Et cet oiseau perdu au chant si étrange on dirait un après-midi d’été. Claire. Je me sens devenir sotte, très sotte. J’ai grand désir d’être couchée dans les foins avec des tâches de soleil sur ma peau nue, des ailes de papillons en larges pétales et toutes sortes de petites bêtes de la terre autour de moi.",
    "author": "Léopold Sédar Senghor"
  },
  {
    "text": "Tu me plais, sers toi contre moi. Tu seras bien dans mes bras. Le reste n’existe pas. Tu me fais tellement ressentir ta chaleur, le désir. Je t’aime à en mourir. Baby prends ma main, avec toi je me sens bien.",
    "author": "Yemi Alade"
  },
  {
    "text": "Avec toi mon amour, j’ai toujours le sourire à fleur de lèvres et une âme prête à s’éclater dans un rire telle une orange blanche enfouie dans la nuit de ma peau noire.",
    "author": "Aminata Sophie Diéye"
  },
  {
    "text": "C’était l’amour : une série de coïncidences qui ont pris une signification et sont devenues des miracles.",
    "author": "Chimamanda Ngozi Adichie"
  },
  {
    "text": "Le désir et l’amour spontané quelle éprouva lui ôtèrent contenance et contrôle de ses actes ; elles oublia les faveurs de Douga, elle oublia qu’elle était première reine d’un état célèbre pour le courage de ses guerriers et la richesse de sa population. Une seule idée demeurait dans sa tête : posséder Da, le saisir dans ses bras, se donner à lui entièrement ; elle oublia le reste du monde, il lui fallait Da à importe quel prix.",
    "author": "Amadou Hampaté Ba"
  },
  {
    "text": "Tu as su tenir la main de la femme égarée en moi pour me la ramener sans violence.",
    "author": "Aminata Sophie Diéye"
  },
  {
    "text": "Aux mots, à leur accent, aux choses, aux mille questions que l’on pose. Au lourd silence inopportun, aux rêves qui fuient un à un.",
    "author": "Birago Diop"
  },
  {
    "text": "Le grand succès des ennemis de l'Afrique, c'est d'avoir corrompu les Africains eux-mêmes.",
    "author": "Léopold Sédar Senghor"
  },
  {
    "text": "Quand on sait que la vie et le courage des autres dépendent de votre vie et de votre courage,on n'a plus le droit d'avoir peur.",
    "author": "Ousmane Sembène"
  },
  {
    "text": "Quand un vieillard meurt, c'est une bibliothèque qui brûle.",
    "author": "Amadou Hampâté Bâ"
  },
  {
    "text": "Je te demande de ne pas considérer l'argent comme l'essence de la vie. L'argent comme l'essence de la vie ne te conduit que sur la fausse route où, tôt ou tard, tu seras seul. L'argent ne solidifie rien. Au contraire, il détruit tout ce qui nous reste d'humanité.",
    "author": "Ousmane Sembène"
  },
  {
    "text": "Ne regrette rien, il faudra toujours continuer à apprendre et à te perfectionner, et ce n'est pas à l'école que tu pourras le faire. L'école donne des diplôme, mais c'est dans la vie qu'on se forme.",
    "author": "Amadou Hampâté Bâ"
  },
  {
    "text": "Prévenir la trahison, débusquer le faux ami, le jaloux parent, le traître avant qu'il inocule son venin est une opération aussi complexe que de nettoyer l'anus d'une hyène.",
    "author": "Ahmadou Kourouma"
  },
  {
    "text": "Il est possible que nous vivions pas tous la réalité d'un empire africain si fort, si puissant qu'il imposerait le respect à l'humanité, mais nous pouvons cependant durant notre vie travailler et oeuvrer à faire de ce projet une réalité pour une autre génération.",
    "author": "Marcus Garvey"
  },
  {
    "text": "La force morale de l'Africain réside dans sa Parole, elle incarne toutes les vertus fondamentales de son identité.",
    "author": "Lonkassia"
  },
  {
    "text": "Je suis simplement un gars qui est musicien, ni musicien européen, ni africain. Je suis musicien d'origine africaine.",
    "author": "Manu Dibango"
  },
  {
    "text": "Quand l'Africain croit en l'Afrique, l'Afrique croît en elle, et croit en l'Africain irrémédiablement.",
    "author": "Wembo Jah Olela"
  },
  {
    "text": "Tout ce que tu m’as donné, Afrique, me fait marcher d’un pas à nul autre pareil.",
    "author": "Amadou Hampaté Ba"
  }
]